Repository: Korred/django-defender
Catalog: defender/locale/*/LC_MESSAGES/django.po
Languages: de

source: IP Address
de: IP Adresse

source: Username
de: Benutzername

source: Path
de: Pfad

source: Attempt Time
de: Zeitpunkt

source: Login Valid
de: Login GÃ¼ltig

source: Access attempt
de: Anmeldeversuch

source: Access attempts
de: Anmeldeversuche

source: Home
de: Start

source: Blocked Attempts
de: Blockierte Versuche

source: Here is a list of IP's and usernames that are blocked
de: Es folgt eine Liste mit gesperrten IP's und Benutzernamen

source: Blocked IP's
de: Blockierte IP's

source: Action
de: Aktion

source: Unblock
de: Freischalten

source: No IP's
de: Keine IP's

source: Blocked Usernames
de: Blockierte Benutzername

source: Usernames
de: Benutzernamen

source: No Username's
de: Keine Benutzernamen
